Repository: mozilla-l10n/mt-training-data
Catalog: cjk/cjk_pontoon.tmx
Source language: en_us
Languages: cjk

source: Sentence
cjk: Chisoneko

source: Sentence Domain
cjk: chihanda cha chisoneko

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
cjk: Insoneko anehanga ahano muyi kapwa yakuwezela kumaheho yaku samu mbunga hashi lia license cc-0.

source: { $sentences } sentences reviewed. Thank you!
cjk: Kushi chisoneko cha kuhengula.

source: Sentence Variant
cjk: kuchenja ya isoneko

source: Separate sentences into one line by pressing “Enter” or “Return” once
cjk: Sako ngiza ya isoneko mukushindakenya kawikha helulia « Kundjila »

source: Service and Retail
cjk: Mulimu nyi lanjisa chacheseko

source: Share Common Voice
cjk: Tetela Common Voice

source: Share your clip
cjk: Tetela kukwata cheye

source: Shortcuts
cjk: Kapatu

source: [Should be ‘dinosaurs’]
cjk: [katelanga kupwa « a » ngongo]

source: [Should be “We are”]
cjk: [Yatambanga kupwa « chochene »]

source: Single
cjk: Chisoneko chimuwikha

source: Single sentence submission
cjk: Thuma isoneko imuwikha

source: Skip
cjk: Kupalika

source: Small batch
cjk: Funda likehe

source: Small batch sentence submission
cjk: Thuma ipindji ya funda ya isoneko

source: Source: { $sentenceSource }
cjk: Kasulo :

source: Speak
cjk: Handjika

source: Speak now
cjk: Nunatamba kuhandjika

source: Speak options menu
cjk: Option ya Hadjika

source: Start recording
cjk: Buthula kukwata cha

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
cjk: <strong>[kuli tete teta ]</strong> ngongo asuku a<strong> [kuli tete teta]</strong> - rias.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
cjk: <strong>[Reniflement]</strong> Ngongo asuku a <strong>[undje] </strong>Trias.

source: Submit
cjk: Kutuma

source: Submit a new question for the community to read and respond to
cjk: Mehenu youma yaha ku chihulo mulonga wa chikungu luila yitange nawa yikumbulule.

source: Submit a report
cjk: Kutuma lusango

source: Submit clips
cjk: Tuma ya kukwata

source: Submit new questions for the community to read and respond to
cjk: Neha ihulo yaha mumu mbunga itange nyi ku yi kumbulula

source: Success
cjk: Ize watambula

source: success checkmark
cjk: Sandhula cha kuhasa

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
cjk: Linga kutwala ku utata mulongo kuneha shindakenyo ku isoneko. Linga kutwala ku kamama mulonga wa kumbila. <strong>Linga kutwala helu mulonga kuvulama kuthuma !</strong>

source: Taking several attempts to read a word.
cjk: Kwabwanga uhenge ulema wa kutanga isoneko ya majina.

source: Tap
cjk: kupola ha

source: Technology and Robotics
cjk: Yakukomokesa nyi shikishi kishi

source: Thank you for contributing your bulk submission!
cjk: Mukala kalisa kuthuma undji wa isoneko !

source: Thank you for contributing your voice!
cjk: Kukalakilisa cha kubwa nyi chawana cha liji !

source: Thank you for donating your voice clips!
cjk: Wakalakala ize walinga inyingi ya isoneko !

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
cjk: Kusakwilila wakalakala mu kukwata ! <lineBreak></lineBreak> Nwatamba haliapurla nawa kuthuma yipidji chi hashi.

source: Thank you for your voice information
cjk: Kukalakalisa mulonga wa ihadjeka

source: The bumblebee sped by.
cjk: Phuka kaya

source: The clip has disrespectful or offensive language.
cjk: Chilweza chize tuakwija ili yakuhona vumbi hadji ya matuka.

source: The giant dinosaur of the Triassic.
cjk: Ngongo asuku a Trias.

source: The giant dinosaurs of the Triassi-.
cjk: A Ngongo asuku a Tria-.

source: The giant dinosaurs of the Triassic.
cjk: A ngongo asuku a Trias

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
cjk: Ngongo asuku a mu Trias. <strong>[tanga nyi liji litangu]</strong>

source: The giant dinosaurs of the Triassic. Yes.
cjk: A Ngongo asuku a Trias. Chochene. Chochene.

source: The giant dino <strong>[cough]</strong> the Triassic.
cjk: Ngongo asuku <strong>[undje]</strong> a Trias.

source: There are currently no sentences to review in this language.
cjk: Kushi haliabwila nyi chimwe chisoneko mulimi.

source: The recording was too long.
cjk: Kukwata muchibwa chisuku

source: The recording was too quiet.
cjk: Unene wa kukwata chili cha kuzeya

source: The recording was too short.
cjk: Kukwata muchibwa chishi

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
cjk: Kuli ku chedja cha umwenemwene cha kukololoka hakachi chakwakutanga. Kanda numbila ha nyi kukololoka chili cha helu la kundjisa cha kulihicheka, chipwe (plus communement), ny ili ya hashi handji nwa telete kwiva yize amba yali file mu ize hanandjika.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
cjk: A kwakuchinga isoneko kuyitwala kusala likwo Common voice. Nunatela lia kulu <writeURL>kwadjika </writeURL>chibwe <reviewURL>kuhengula</reviewURL> isoneko ndo ku jila ya isonekeso ikwo Common voice.

source: The sentence has a grammatical or spelling error.
cjk: Isoneko ili nyi ulema ya kusoneka nyi kutanga.

source: The sentence has disrespectful or offensive language.
cjk: Ihadjeka mu ibwa milonga ya keshi vumbi chibwe mathuka.

source: The sentence must be grammatically correct.
cjk: Isoneko ili nyi kwadjika cha keshi uhenge nyi umwe.

source: The sentence must be speakable.
cjk: Tshisoneko tshili cha kuhadjika

source: The sentence must be spelled correctly.
cjk: Isoneko ili nyi kwadjika cha keshi uhenge nyi umwe.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
cjk: Maliji ayihadjeka iwko ili ya mwenemwene ya dama mwatala kuyiwezela nyi munubwa kanawa. Ha shimbu muthusolola maheho ize ya kuneha cha kusa chauma ha chauma yeswe ihadjeka ya maliji ya muthu ukawenyi nawa thuma nunyingikisa cha mbwende cha ihadjeka ya maliji ngwe tshize jina nawa chihela cha kunuwana ngwe miaba chibwe chinyingi cha ulunga chibwe cha pwo.

source: Three to go!
cjk: helu lia itathu !

source: Too many files
cjk: Undji wa fichier

source: Transcribe audio recordings into text
cjk: Linga kuthuma ya kukwata maliji format ya isoneko

source: Transcribe audio recordings in your language
cjk: Transcription ya kukwata maliji mulimi lienu

source: Try again by dragging your file here
cjk: Esekenu mukulinga chikehe fichier hano

source: Try uploading again
cjk: Eseka nawa kuthuma

source: Understand contribution criteria
cjk: Kunyingika chize chatamba kupwa kuhana

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
cjk: Evenu kuyika ize nunatela haola ya kwiva chilweza cha maliji nyi kulipitshisa nyi yuma yeye ya kukwata !

source: Upload aborted. Do you want to delete your recordings?
cjk: Kuhona cha kuthuma mu zanga kujima yeswe ya kuthuma ?

source: { $uploadedSentences } of { $totalSentences } sentences collected
cjk: { $uploadedSentences } isoneko ya kukunga hamuwika { $totalSentences }

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
cjk: { $uploadedSentences } isoneko ya kukunga hamuwika { $totalSentences } . Chata <downloadLink>welo </downloadLink>wa kuchiza isoneko ya kumbila.

source: Upload failed, please retry.
cjk: Isoneko yahona kuthumiwa, eseka nawa.

source: Upload <icon></icon> public domain sentences
cjk: Thuma <icon></icon> ya isoneko ya chihanda cha mbunga

source: Upload in progress...
cjk: Thuma Chilimufuji

source: Upload more sentences?
cjk: Thuma isoneko ikwo ?

source: Use correct grammar
cjk: Kunatamba kubwe kwakeshi uhenge

source: Use correct spelling and punctuation
cjk: iyandjiko ya sona kuli hitchika mutchibwa cha kululama

source: Validate Readings
cjk: Sako songo kuli akwakutanga

source: Validate Readings, Review Transcriptions
cjk: Sako songo Mukutanga Rengula

source: Validate Readings <small>(Coming soon)</small>
cjk: Sako songo akwankutanga <small>(mulizaho)</small>

source: Validate readings submitted by community members
cjk: Kutaiza kutanga cha kuthuma kuli mbunga a tshota

source: Validate user-recorded readings in your language
cjk: Sako songo muku tanga kukwata kuli akwa kutangilila malunga mapwe limi lio

source: Varying Pronunciations
cjk: Kutanga cha kulisasa

source: Volume
cjk: Kukololoka

source: Want to save your information? <createProfile>Create a profile</createProfile>
cjk: unazanga kukwata ihandjeka ? <createProfile> Kulinga</createProfile>

source: We are going out to get a coffee.
cjk: chochene, mukukapwa kanawa

source: We are going out to get coffee.
cjk: Chochene, mukukapwa kupema

source: We couldn’t get any audio clips for you to listen to. Please try again later.
cjk: Thushi kubwa nyi tshinyingi cha maliji akubandjika. Nuwatela kweseka lia kulu mawa.

source: We couldn’t get any sentences for you to speak. Please try again later.
cjk: Twahashile kuwana isoneko ikwo ya ku handjika. Eseka shimbu likwo.

source: We may have run out of clips - refresh the page, or try again later.
cjk: Kushi nawa tshinyingi chikwo cha limi…

source: We’re going out to get coffee.
cjk: Umwenemwene, mukukapwa kupema.

source: We're making some big changes
cjk: Muthulinga inene ya kuswipa

source: We’re sorry, your platform is not currently supported.
cjk: Thuli alioze unene ushiko mawa kukwata ulemu

source: We've run out of sentences to record in this language...
cjk: Kutuchi nyi yumaiko ya kusoneka mulimi ali…

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
cjk: Ya kwitshiwa ngo algorithmes kaulilongesa ukamunumunu kakupwa nyi umwenemwene wa kulama chimwe kuchendja cha zungu lia kusongo. Chibwe zungo kuli lia thachi mulibwa lia kutaiza ha welo wa kandalinu pindjisa nawa hakwiva wundji wa kweseka. Mwaso wa kumbunge wa ukulungunga kakuutaiza, alioze mwaso uze wathachi mumu wanupindjisa kwiva hita jina lishikho

source: We will be in touch with more information about how to add your language to Common Voice very soon.
cjk: Muthunusanyika kutambika hashimbu likwo nyi shindakenyo ku mulali wa kuwezela limi lienu Common Voice

source: What issues are you experiencing with this sentence?
cjk: Ukalu uka nwa wananga nao mu isoneko ?

source: What needs to be in my file?
cjk: Ika muibwa mu fichier chami ?

source: What sentences can I add?
cjk: Isoneko ika ize mungu wezela?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
cjk: Chimbu unevilila, hengulula hake hakehe hanji aize yapwanga ya kundjisa inatela kanawa haize ya kwandjika; mbilenu chipwe nyi hali upi ukehe. <br />Talenu upi waola yeswe :

source: Why are you asking?
cjk: Mulonga wakha chihulo chino ?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
cjk: Nyi jila, munutamba kukaula mulimo wenu nyi kulinunga kubunga chize cha kuneha ipindji ya liji.

source: Write
cjk: Kwandjika

source: Write options menu
cjk: Undjililo wa isonekeso « kusoneka »

source: y
cjk: o

source: Y
cjk: O

source: Yes
cjk: Enga

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
cjk: Chochene, Nguthuminenuko unyingikiso. Na zanga kusala ungulweze kuiza muyilingiwa Common Voice .

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
cjk: Nunatambe chimuwikha kulingila kabathu : { sc-review-form-button-approve-shortcut } mulonga wa shindakenyo, { sc-review-form-button-reject-shortcut }mulonga wa kumbila, { sc-review-form-button-skip-shortcut } mulonga wa kuthuka

source: You cannot add multiple sentences for a single submission
cjk: Nwatelele kuwezela undji wa isoneko ha kuyithuma tchimuwika

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
cjk: Nushi kwezela limi likwo. Munatambe <profileLink>kya ju jila</profileLink> ya kuwezela ma limi.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
cjk: Hinuna heta mungiza ya kuthuma kusali liko. Nunatamba kushimbwila { $retryLimit } ola kuluthwe lia kuthuma chisonekeso chikwo. Wakalakala

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
cjk: Hinuna heta mungiza ya kuthuma kusali liko. Nunatamba kushimbwila { $retryLimit } seconds ola kuluthwe lia kuthuma chisonekeso chikwo. Wakalakala !

source: You must allow microphone access.
cjk: Munatela kubwa nyi uhashi wa chihondo

source: Your download has started.
cjk: Utshijiso we waputuka

source: You’re contributing to a target segment
cjk: Nwa kwasa kuchuma cha kutondewa

source: You’re contributing to our first target segment
cjk: Nwa kwasa kuchuma tshi tangu tshize tunafupa

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
cjk: Nwaya fuji fuij. Mwatamba kubwa shimbu likwo mulonga kutanga chisoneko tshili cha kashishi.

source: You're helping Common Voice reach our daily sentence goals!
cjk: Tukwasenu Common Voice ikahete kulinga milimo ya mathangwa ya isoneko !

source: Your Languages
cjk: limi lienu

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
cjk: Kulihichika cha maliji muchibwa chihi cha tshinyingi ! Nyi muli kawape munu swipa jila jikwo ja kusolola isoneko mu limi lienu.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
cjk: Kulisa cha limi lie china hihisa manyonga ! Nyi uli kanawa munutela kuchendja mumu wa kwadjika manyonga mulimi lie.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
cjk: Chihuthu Cha yenwe, Common voice kaheta <goalPercentage></goalPercentage> kuchikuma cha shimbu lia{ $goalValue } Kukwata !

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
cjk: Mumu wa yenu, Common voice kaheta <goalPercentage></goalPercentage>kuchikuma cha shimbu lia { $goalValue } Kufachika !
